{
  "10": {
    "a": "第一○靈籤：蘇秦不第\n求籤吉凶：中平靈籤\n算命籤詩：\n一輪月鏡挂空中 偶被浮雲障疊重\n玉匣何時光氣吐 誰人借我一狂風",
    "b": "有一種等待機會，貴人未遇的感嘆。暗示求得此靈籤者，不要輕舉妄為。當隱忍待時，不可妄動，防避小人口舌，不久即有貴人相扶，消此小劫也，此乃吉中微有凶之靈簽。"
  },
  "11": {
    "a": "第十一靈籤：漢文帝賞柳\n求籤吉凶：上吉靈籤\n算命籤詩：\n楊柳垂堤鎖綠煙 日長三起又三眠\n往來紫燕紛飛舞 裊娜迎風倩我憐",
    "b": "漢文帝最喜歡欣賞楊柳的美態，為了提高工作效率，他采用分段睡眠法，每日三眠三起，醒後必欣賞綠柳垂堤，紫燕在其間飛舞的美好景色。蓋楊柳有時垂有時起，且有燕子往來飛舞其間，迎風搖動，景色怡人。得此靈籤有萬事如意之象，求謀順遂事事皆吉。"
  },
  "12": {
    "a": "第十二靈籤：太白撈月\n求籤吉凶：下下靈籤\n算命籤詩：\n蜃樓海市幻無邊 萬丈擎空接上天\n或被狂風忽吹散 有時仍聚結青煙",
    "b": "求得此靈籤者，當行善以為根本，則可堅穩長久，事事不被人吹散，此靈籤凶多吉少，要防小人口舌，宜在當天作福吉。海市蜃樓的虛假幻象，有花籃打水一場空的預兆，凶多吉少，此為下下靈籤。當行善務實為本份，勿被假象所引誘。"
  },
  "13": {
    "a": "第十三靈籤：孟浩然尋梅\n求籤吉凶：中平靈籤\n算命籤詩：\n嶺南初放一枝梅 片片晶瑩入酒杯\n卻遇騎驢人早至 如意背負占春魁",
    "b": "這支靈籤，是孟浩然在嶺南尋梅的際遇。把梅花花瓣放入酒中而飲，人生極雅樂之事。路上遇有騎驢人先來一步，在其引領，得償所願。遇有貴人帶引，則事事如意矣，此靈籤半吉半凶，該簽雖無大礙，但似有被人占以先手之象，則逢吉變凶矣，解籤者要細思。"
  },
  "14": {
    "a": "第十四靈籤：蘇東坡醉酒\n求籤吉凶：中吉靈籤\n算命籤詩：\n為愛幽閒多種竹 買春賞雨在茅屋\n醉時臥倒杏花邊 怕聽鶯兒驚夢熟",
    "b": "靈籤描寫東坡歸隱的清雅生活：為了幽閒，在居所周圍種滿綠竹，把時間都交托給春天，或躲在茅屋里賞雨，或醉後眠在杏花旁邊，安然入夢鄉，最怕被黃鶯的歌聲吵醒。此乃安逸之象。"
  },
  "15": {
    "a": "第十五靈籤：明皇游月殿\n求籤吉凶：上吉靈籤\n算命籤詩：\n仙槎一葉泛中流 月殿蟾宮任爾游\n盈耳霓裳聲暫歇 酒詩吟飲幾時休",
    "b": "此靈籤只道繁華快活之象，唐明皇得一葉仙舟，扶搖直上九霄，遨游月宮，仙樂飄飄處處聞，傳說中，「霓裳羽衣曲」就因此而得，詩酒歌舞，無止無休。求得此靈籤，雖有大吉大利之象，萬事如意，但要警惕勿太沉迷酒色安樂。"
  },
  "16": {
    "a": "第十六靈籤：皇叔遇水鏡\n求籤吉凶：中吉靈籤\n算命籤詩：\n天邊鴉背夕陽回 隴外兒童跨犢來\n羌笛頻吹聲切耳 短長腔調樂何哉",
    "b": "日落山岡時候，天邊之鴉鵲歸巢，郊外的牧牛童子，亦騎牛而歸家，一路上吹得竹笛之聲充滿耳，此童子甚快樂也。求得此靈籤者，既有快樂無求之意，又有大器晚成之象，凡事盡力而為，得失無愧於心，則凡事平穩無礙，不用憂心。即所謂盡人事，順天命，明天會更好。"
  },
  "17": {
    "a": "第十七靈籤：月下追賢\n求籤吉凶：中吉靈籤\n算命籤詩：\n秋水蒹葭白露盈 盈庭月色浸階清\n清風吹動馬鈴響 響接晨鐘不斷聲",
    "b": "秋水蒹葭白露盈這兩句，是寫秋景，蒹葭，是荻草與蘆葦，凝結了霜露，月色滿階。接著是清風中的馬鈴聲，然後是天亮的晨鐘聲，示意追得韓信回。此靈籤有失而復得，人盡其材之意。"
  },
  "18": {
    "a": "第十八靈籤：杜鵑泣血動客心\n求籤吉凶：下下靈籤\n算命籤詩：\n杜鵑啼血淚悲聲 聲怨霜寒夢乍驚\n驚動異鄉為異客 客心更觸故園情",
    "b": "子規，就是杜鵑。而杜鵑思念家國，聲聲啼泣，眼淚化成杜鵑花。異鄉客人，寒夜中被杜鵑啼聲驚醒，更加觸發鄉思。此靈籤雖為下下，但小心謹慎，可逢凶化吉。"
  },
  "19": {
    "a": "第十九靈籤：伏羲畫八卦\n求籤吉凶：中吉靈籤\n算命籤詩：\n乾卦三連號太陽 潛龍勿用第一章\n其中爻象能參透 百福駢臻大吉昌",
    "b": "求取此靈籤者，如果能領悟到其中爻象的道理，萬事順昌。純陽易傷的道理，隨時都發生在身邊，譬如做人怕蝕底，做一偏激，誰人敢與你合作。凡事要看透各方面，不能死牛一面頸。光靠蠻、惡、霸氣者，終於會失敗。"
  },
  "20": {
    "a": "第二十靈籤：雪梅招親\n求籤吉凶：中平靈籤\n算命籤詩：\n天上仙花難問種 人間塵事幾多更\n前程已注公私簿 罰賞分明濁與清",
    "b": "靈籤意是：天上廣寒宮里的這枝仙花，別問是誰種的，落得凡間，人事已經變更了。每個人的命運，已由上天注定，善惡到頭終有報應的。"
  },
  "21": {
    "a": "第二十一靈籤：武則天賞花\n求籤吉凶：中吉靈籤\n算命籤詩：\n天外紅霞如抹錦 檻邊桃杏斗新妝\n盈眸煙熳誰居首 美酒頻斟且酌量",
    "b": "這支靈籤是描述當時賞花情況，天邊的紅霞如織錦，門外的桃花杏花在爭艷，一邊品評著哪種花最美麗，一邊飲著美酒，真是人生樂事。求得此靈籤，可望富貴平安。凡事有吉無凶，並必有意外財收獲也。若問自身之事，更可丁財兩發，諸事平穩之象也。"
  },
  "22": {
    "a": "第二十二靈籤：陳妙嫦思春\n求籤吉凶：下下靈籤\n算命籤詩：\n秋水伊人各一方 天南地北恨偏長\n相思試問憑誰寄 不盡淒涼枉斷腸",
    "b": "求得此靈籤，一來景況淒涼，二來因缺乏定力，患得患失，舉棋不定，難免一事無成。秋水伊人，天南地北，各處一方，此恨綿綿無盡，滿腹相思，憑誰寄語，說不盡的淒涼，枉自痛斷肝腸。字字傷心。宜多作善福，有貴人扶持，才能出生天。"
  },
  "23": {
    "a": "第二十三靈籤：盧生夢\n求籤吉凶：中平靈籤\n算命籤詩：\n邯鄲一夢幻無邊 數載身榮是熟眠\n換卻錦衣歸故里 睡醒還記在心田",
    "b": "這支靈籤提醒人們別相信幻象，要腳踏實地，欲想衣錦榮歸而又不是發白日夢，就要腳踏實地。同時，亦有暗示，不要受騙，小心別人的甜言蜜語，糖衣炮彈。"
  },
  "24": {
    "a": "第二十四靈籤：白居易歸隱\n求籤吉凶：下下靈籤\n算命籤詩：\n詩酒琴棋可解愁 座中無客樂難休\n或彈或唱誰知美 冷飲雖多亦是憂",
    "b": "春江花朝秋月夜，往往取酒還獨傾。詩酒琴棋當然可以解愁，但是無伴，又怎能行樂呢？自彈自唱誰來欣賞？獨自飲酒，既冷淡又哀愁。此乃下下靈籤，宜多修身。雖處於順境，而未免有憂愁，急宜廣結善緣，務使善與人同。則應求多而無憂愁矣，蓋此靈籤凶多而吉少，宜在社壇作福吉。"
  },
  "25": {
    "a": "第二十五靈籤：朱洪武登基\n求籤吉凶：上吉靈籤\n算命籤詩：\n群山擾擾朝中岳 有似與臣列鵲班\n拱立兩行齊整肅 自居此地豈無歡",
    "b": "此靈籤有位高得意之象，群山紛紛向中岳朝拜，好象臣子列班，整齊又嚴肅，居此位置，怎能不開心呢？若求得此靈籤者。必得事事如意，步步高昇也。"
  },
  "26": {
    "a": "第二十六靈籤：徐庶歸家\n求籤吉凶：中平靈籤\n算命籤詩：\n花彩遲遲侵砌上 遙知月鏡挂長空\n忽聞鶴唳聲淒切 早買歸舟返里中",
    "b": "徐庶離開劉備時，走馬薦諸葛亮，極力推崇孔明。徐庶歸家後，被徐母大罵他上了曹操的當。孝義兩難存，徐庶在曹操手下做官，始終是身在曹營心在漢。此靈籤是描述徐庶被曹操放假後，思念母親，歸家心切之情。此靈籤吉中有凶，但逢凶亦可以化吉，知趨避便無礙，宜防小人是非口舌。"
  },
  "27": {
    "a": "第二十七靈籤：越王復國\n求籤吉凶：中平靈籤\n算命籤詩：\n天晴粉蝶翻衣晒 又看庭前蟻陣排\n隊伍整齊趨或退 時開時合思何佳",
    "b": "人與物同，各得其意，便是快活。求得此靈籤者，自己不妨仔細思考其中哲理，可以得到莫大的啟示。"
  },
  "28": {
    "a": "第二十八靈籤：白居易聽琵琶\n求籤吉凶：中平靈籤\n算命籤詩：\n船泊潯陽月夜天 琵琶一曲動人憐\n相思兩地憑誰寄 白雪摧人上鬢巔",
    "b": "這又是一支與唐朝詩人白居易有關的靈籤，不過，這是中平，而第廿四籤是下下。區別是，廿四籤失於孤單﹔這支則屬中平，因為，總算有片刻的歡娛。這靈籤中雖有快活，但極短暫，宜修身，忍守。雖無大礙，亦無歡喜之處，凡事亦凶多而吉少也。"
  },
  "29": {
    "a": "第二十九靈籤：張翰思鱸\n求籤吉凶：中吉靈籤\n算命籤詩：\n鱸魚作膾菊花黃 美酒盈樽近晚涼\n泛棹正當潮上候 這般往景樂無央",
    "b": "此靈籤雖只屬中吉，但知足者求得，一定有很愉快的日子，凡事平穩無礙，是安樂也。鱸魚作膾，膾就是魚生，有黃菊、美酒相伴，在秋高氣爽的黃昏，泛舟在漲潮的湖上，試想一想，這樣的良辰美景賞心樂事，還有什麼憂愁。"
  },
  "30": {
    "a": "第三十靈籤：貴妃自縊\n求籤吉凶：下下靈籤\n算命籤詩：\n傾國傾城媚百生 六宮粉黛盡無名\n馬嵬山下魂飛去 至今明皇長恨情",
    "b": "此靈籤為下下，求得者能引以為戒，仍可避凶。因楊貴妃死後，在天上與唐明皇相見。靈籤首兩句，寫楊貴妃國色天姿，風流得意時。靈籤後兩句寫死後與唐明皇長相思。"
  },
  "31": {
    "a": "第三十一靈籤：蔡中興遇險\n求籤吉凶：下下靈籤\n算命籤詩：\n狂風驟雨打船篷 溪畔桃花盡落紅\n驚醒漁翁春夢熟 持篙撐去失西東",
    "b": "這支靈籤是說蔡中興晚上乘船視察工程時，忽然遇險。狂風驟雨，吹打著船篷，河邊的桃花，都被吹落了。驚醒了船上的漁翁，慌忙中，水流湍急，不辯南北西東。此為下下靈籤，恐有驚險之象。"
  },
  "32": {
    "a": "第三十二靈籤：蘇武牧羊\n求籤吉凶：中平靈籤\n算命籤詩：\n十九年前海上辛 節旄惆敗逐沙塵\n餐毛嚼雪誰憐我 惟有羊兒作伴群",
    "b": "蘇武飲雪吃草籽，在風雪中挨了十九年，才得以還鄉。獲宣帝賜爵關內侯。籤文道盡蘇武牧羊的艱辛，十九年如一日，天天緊握漢朝的使節杖牧羊，最後連節杖旗旄也被風吹去才得還鄉。求得此靈籤必要立心忠直，隱忍受苦，凡事有神助，化凶為吉。以蘇武之忠，隨後終得歸漢為官也，就靈籤而論，凡事極其辛苦，但到底可達目的。"
  },
  "33": {
    "a": "第三十三靈籤：孔明借東風\n求籤吉凶：中平靈籤\n算命籤詩：\n曹操雖有深謀計 智慧難瞞諸葛侯\n試看東風都可借 更能流馬木成牛",
    "b": "籤中所講，只是其中兩個代表作，一是孔明借東風，火燒赤壁﹔二是發明了木牛流馬這種運輸工具，運送糧草補給。曹操有陰謀詭計，但也難勝過諸葛亮的智慧。求得此靈籤者，事無大小，都要心存正義，切勿自欺欺人，做事光明正大，才可以遠離小人。凡事不利，要防小人是非口舌，如立心光明正大，化凶為吉也。"
  },
  "34": {
    "a": "第三十四靈籤：虞舜耕田\n求籤吉凶：中吉靈籤\n算命籤詩：\n大舜雖耕在歷山 心常孝順兩囂頑\n田中之象同家象 善惡分明即此間",
    "b": "這支籤，有孝感動天的含義。大舜雖然在歷山這地方耕地，但心里很挂念家中的父母，最難能可貴的，是這兩位老人家，都是較為盲塞固執的，而大舜事親最孝順。兩老在大舜工作期間，時常因爭吵而要大舜趕回家中去排解。幸而所養的大象，感於大舜的善良，都很聽話，幫助他耕種及處理家務。"
  },
  "35": {
    "a": "第三十五靈籤：唐僧取經\n求籤吉凶：中吉靈籤\n算命籤詩：\n天將降任此其人 筋骨先勞苦彼身\n莫謂佳景來可易 貧窮富貴有前因",
    "b": "這支靈籤是先苦後甜，凡事要盡心盡力之意。上天要人做大事，首先要令他筋骨辛勞，心腦受苦，甚至還要挨餓。千萬別以為好景是天上掉下來的。每一個人今天享福或挨窮受苦，都是有前因的。"
  },
  "36": {
    "a": "第三十六靈籤：薛平貴歸家\n求籤吉凶：中吉靈籤\n算命籤詩：\n此事真如到岸船 何憂風水不相全\n舉頭便見前村落 屋角斜陽渺已煙",
    "b": "這支靈籤是平貴在軍中建立戰功，得意回窯，與妻子寶釧重逢的好景──眼前的事，就好像船靠岸，還愁沒有風景？抬頭見到前面的村屋，在夕陽里升起陣陣的炊煙。心安快樂，無憂無慮，求得此靈籤者，事事平穩，有吉無凶。"
  },
  "37": {
    "a": "第三十七靈籤：東坡游赤壁\n求籤吉凶：上吉靈籤\n算命籤詩：\n月夜秋江下釣鰲 魚形恰似四腮鱸\n家藏舊釀堪盈斗 與友飛觴盡倒壺",
    "b": "這支靈籤記述蘇東坡游赤壁的賞心樂事，秋月照在江水，與好朋友泛舟垂釣，居然釣到極品四腮臚，所以把家藏的舊酒拿出來，與大家分享，共度這段歡樂時光。有一斗家藏舊酒，與好友共斟同飲，此乃快樂優遊之景象也，若求得此靈籤者，所謀順遂，百事皆順，處處順利。"
  },
  "38": {
    "a": "第三十八靈籤：陶淵明辭官\n求籤吉凶：中吉靈籤\n算命籤詩：\n歸去來兮仕官閉 室堪容膝亦為安\n南窗寄傲談詩酒 倚杖徘徊飽看山",
    "b": "歸去來兮，做官有什了不起？回到我簡陋的家園，雖然家居窄小，也覺得安樂無比。倚著南窗，寄托我的傲氣，與知己把酒談詩。執杖登高，到處行腳，飽覽山林美景。求得此靈籤，樂得清靜，有吉無凶。"
  },
  "39": {
    "a": "第三十九靈籤：夷齊讓國\n求籤吉凶：中吉靈籤\n算命籤詩：\n夷齊不忍食周粟 兄弟心甘采蕨餐\n讓國名應垂萬古 可憐餓倒首陽山",
    "b": "周武王代紂，伯夷叔齊叩馬諫阻，周王滅商後，兩人恥食周粟，逃到首陽山，采薇蕨野草充飢，最終餓死。伯夷叔齊一向都被知識分子崇拜，為高尚節氣的榜樣。求得此靈籤者，卻屬於吉中有凶，有失運的隱憂。首當立一點善心，隱忍受苦，先難而後易也，此靈籤吉中有凶，宜慎之。"
  },
  "40": {
    "a": "第四十靈籤：伯才碎琴\n求籤吉凶：下下靈籤\n算命籤詩：\n人世知音能有幾 碎琴都為子期亡\n墳前洒盡千行淚 隔別陰陽各一方",
    "b": "俞伯牙擅彈琴，鍾子期死，伯牙以世上無幾人能知音。將琴破碎不復再彈琴，從此陰陽相隔灑淚墳前。此痛恨之象也，求此靈籤者，必要謹慎，宜多行善事，乃能化凶為吉。此靈籤為下下，既有悲痛之象，百事不利，亦有失友失物之意，暗示本身的才華無人賞識。求得此籤者，宜平心靜氣，修身力學，退守一段時間，再待勢復出。"
  },
  "41": {
    "a": "第四十一靈籤：張騫獲寶石\n求籤吉凶：中吉靈籤\n算命籤詩：\n浮槎月夜到天河 曾見天姬織錦梭\n石得支機人罕識 那知此寶出雲窩",
    "b": "這支靈籤是說張騫月夜泛舟，來到天河，見仙女在織錦，他悄悄地取去織機上的一塊石頭而歸，回到凡間才知道原來是寶石！求得此靈籤，有福自然來，而且又有身在福中不知福之象。凡事吉祥，請勿擔心。當力行方便，善與人同，自有貴人來賞識矣，難得之寶而我獨得之，吉祥也。"
  },
  "42": {
    "a": "第四十二靈籤：王允獻貂嬋\n求籤吉凶：中吉靈籤\n算命籤詩：\n月明散步到花欄 無策焉能剿滅奸\n幸有貂嬋思定國 英雄難過美人關",
    "b": "這靈籤是講王允徘徊月下花前，正為剿滅奸臣傷腦筋，幸然婢女貂嬋自願以身報國，使王允的美人計得以成功，是英雄難過美人關也。求得此靈籤，今年有幾點一定要注意，凡事立心要忠誠正直，切勿與壞人同流合污，要全力以赴，並要有信心。要立心忠直，有此善心，可以感動得人，必有貴人扶助，先難後易終必成功也。此靈籤有吉無凶，但要防避小人口舌。"
  },
  "43": {
    "a": "第四十三靈籤：韓文公被貶\n求籤吉凶：下下靈籤\n算命籤詩：\n只因直諫怒天顏 晝夜難離在馬鞍\n主仆奔忙神亦倦 更加雪重擁藍關",
    "b": "此靈籤是記述當時在貶謫途中的淒涼景況：因為直言進諫，而惹怒皇帝，早上上書，當晚就要起程到邊遠的潮州。為了趕及上任新的潮州剌史，必須日夜趕程，人不離馬鞍，韓愈忙於奔命非常疲倦的時候，更遇上大雪擁塞藍關，人馬受阻於途，難再上前一步。此為下下靈籤，得罪皇帝，前途未卜。"
  },
  "44": {
    "a": "第四十四靈籤：唐天寶評花\n求籤吉凶：中吉靈籤\n算命籤詩：\n滿園春色斗新妝 意似爭妍奪國香\n到底是誰居麗首 牡丹艷冠百花場",
    "b": "這支靈籤是當時百花爭艷，牡丹被評為百花之首的情景。滿園春色，百花都在炫耀自己的新妝，大家都有意爭奪國香的殊榮。到底是誰名列第一呢？你看牡丹！她艷壓群芳，獲得全場冠軍！此靈籤雖只是中吉，但有春風得意之好兆頭。"
  },
  "45": {
    "a": "第四十五靈籤：王質遇仙\n求籤吉凶：中平靈籤\n算命籤詩：\n采樵不意到雲天 閒年敲棋二老仙\n柯爛也思歸故里 出中七日世千年",
    "b": "王質，本是一位平凡的樵夫，有一日，上山砍柴，無意中，誤進仙山，看見兩位老人家在下棋，棋局適逢高手，變化萬千，非常有趣。王質看得入神，忘記一切，七日七夜，很快就過去了，王質才發現自已帶來的斧頭竟然爛了，才醒悟要取柴回家。當他返回家時，一切都已經改變了，沒有人認識他，他又不認識任何人。細問之下，才知道他離家已經一千年了！這就是山中方七日，世上已千年的故事。"
  },
  "46": {
    "a": "第四十六靈籤：左慈戲曹操\n求籤吉凶：下下靈籤\n算命籤詩：\n黃柑數盒獻曹公 剖看原來肉盡空\n怒動奸雄揮鐵斧 奔忙身入萬羊中",
    "b": "靈籤中所舉的只是左慈戲曹操的其中一個例子，他把盒子外表金黃的極品柑果獻給曹操，用刀切開來一看，裡面卻是空空如也。激怒了奸雄曹操要把他追殺，他連忙混在羊群中逃走。這支靈籤暗喻，在好的假象中，有極壞的潛伏。"
  },
  "47": {
    "a": "第四十七靈籤：魯肅索荊州\n求籤吉凶：中平靈籤\n算命籤詩：\n遙遙千里來西蜀 欲問荊州那日還\n劉備不言聲淚下 自思無策轉吳間",
    "b": "劉備向吳借荊州，劉備得蜀之後，東吳使人來西蜀，索取荊州。劉備一言未出便痛哭流淚，自思無計策可以圓轉。以一哭得還荊州，有借無還。當哭泣之時乃悲愁之景象。求得此簽者，凡事要隱忍受苦，多行善事，方能轉禍為福也，論此簽凡事凶多吉少。此靈籤中有借而不還，亦有哭泣之象，求得者宜細心領悟其中意思。"
  },
  "48": {
    "a": "第四十八靈籤：卓文君賣酒\n求籤吉凶：中平靈籤\n算命籤詩：\n繡閣聽琴自起思 改妝夤夜最歡時\n可憐沽酒臨邛市 才子佳人兩下廚",
    "b": "卓文君司馬相如兩夫婦開設酒檔，一個是才子，一個是佳人。卓文君夜裡聽到司馬相如的琴挑，於是決意漏夜跟他私逃。兩家都要當爐賣酒，此有辛苦之氣象也，司馬相如後大貴。此靈籤是文君新寡時，後來二人鬧市邛市賣酒，夫妻齊心合協力。求得此靈籤者，凡事要隱忍受苦，先難後易也，此靈籤不為吉，亦不為凶，得平常二字而已。"
  },
  "49": {
    "a": "第四十九靈籤：司馬相如題橋\n求籤吉凶：中吉靈籤\n算命籤詩：\n十年窗下苦功成 有志難舒願不輕\n試看題橋十三字 生平心誓確鐘情",
    "b": "此靈籤記述司馬相如未成名之時，在橋頭題字的感人故事。十年寒窗苦讀書，終於學業有成了，但心中的大志卻無機會發揮。司馬相如在四川成都家鄉的一條橋上，題了這十三個字，他日若不乘高車駟馬，不過此橋！，其志竟有如此堅決者。凡事要自己立定志向，務須要不辭勞苦，自然先難後易。皇天向不負好心之人，若能修善者，各事有吉而無凶。此靈籤為一快活如意之景象也。"
  },
  "50": {
    "a": "第五十靈籤：伍員出關\n求籤吉凶：中吉靈籤\n算命籤詩：\n記得當年伍子胥 潛奔難渡幸逢漁\n欲將寶劍相持贈 大義交朋卻不辭",
    "b": "這支靈籤是記述伍員逃亡時遇貴人。伍子胥逃難時，被江水阻隔，前無去路，後有追兵，幸有漁夫相救，載他渡江，伍子胥感激之余，堅持要以寶劍相贈，但漁夫卻辭之不受。"
  },
  "51": {
    "a": "第五十一靈籤：成王剪桐封第\n求籤吉凶：中平靈籤\n算命籤詩：\n剪桐雖是作兒涇 封北成圭語不移\n何以偽為成實事 言因無戲故如斯",
    "b": "此靈籤之含意甚深，凡事要誠懇，慎言，守信，兄弟要和好。求得此靈籤者，一言一行均要仔細，不可作為兒戲，恐弄假成真，真恨錯則難以挽回也，論此靈籤亦屬平平常常而矣，諸事亦無阻而無礙。"
  },
  "52": {
    "a": "第五十二靈籤：盤古開天辟地\n求籤吉凶：中平靈籤\n算命籤詩：\n上清下濁成天地 清濁相凝便作人\n爾欲多求明白事 且將三等細分明",
    "b": "這支靈籤是說：氣清而上浮者為天，氣濁而下凝者為地，中間清濁二氣相混者，就是人。假如你求得這籤，只要仔細思考一下，將上中下的氣與上中下等人聯想，就不難悟出真理了。"
  },
  "53": {
    "a": "第五十三靈籤：馮曖客孟嘗\n求籤吉凶：中吉靈籤\n算命籤詩：\n珠履三千客孟嘗 誰人識得有鷹揚\n其中彈鋏歸來者 便是英雄志莫當",
    "b": "此靈籤大意言眾人所不能識者，就其中有一個英雄。求得此簽者。凡事一定有好處，即英雄也，但必要修善，有神護助，始能識得出其好處耳。這支靈籤是說：孟嘗君食客三千，誰人獨具慧眼，識得其中這樣的人才呢？ 這位曾經彈鋏而歌者，便是馮曖這位英雄了。馮煖為英雄人物。其志氣無人可當也。"
  },
  "54": {
    "a": "第五十四靈籤：庄周夢蝶\n求籤吉凶：中平靈籤\n算命籤詩：\n庄子酣眠成蝶夢 翩翩飛入百花叢\n天香采得歸來後 猶在高床暖枕中",
    "b": "這支靈籤說的是庄周夢蝶的故事：話說庄子在夢中化成一只蝴蝶，在百花叢里飛來飛去，采得香花歸來時，卻發現自己仍然睡在高床暖枕里。求得此籤者，逍遙快樂，與世無爭，與人無求。暗示未是謀大事的時候。"
  },
  "55": {
    "a": "第五十五靈籤：吳隱之投沉香\n求籤吉凶：中平靈籤\n算命籤詩：\n浦號沉香遺舊恨 渡江猶憶古人心\n可憐當日辭官去 濁有馨留不易尋",
    "b": "忽然風浪大作，吳隱之連忙查問家人手下有無收受利者，眾人都說沒有，但有人提醒他，吳夫人手上的沉香扇，乃一父老所贈。吳隱之馬上焚香向天禱告，然後把沉香扇投入江心，果然風平浪靜，江上出現一小島，即今日之沉香浦，渡江者每追念當年隱之之清廉。求得此靈籤者，凡事平穩，須然吉中微有凶，但到底必好，不用憂疑。"
  },
  "56": {
    "a": "第五十六靈籤：呂祖桃木劍\n求籤吉凶：中吉靈籤\n算命籤詩：\n安知此劍不成龍 見水都應出袖中\n他日飛騰千萬里 上空妖嬌有雲從",
    "b": "本靈籤寓意吉祥，暗示一切都向好的方面發展。仙機見於籤語的首兩字安知，怎麼知道這把桃木劍不會成龍呢？將來修成正果，一見仙水，它就會化成一條龍，從呂祖的衣袖中飛騰而出，飛升千萬里，空中還有彩雲相伴隨！求得此靈籤，應努力振作修為，必成大器。有吉無凶，如能多行善事以培補之，則凡事愈順遂，必發達矣。"
  },
  "57": {
    "a": "第五十七靈籤：獨占花魁\n求籤吉凶：中吉靈籤\n算命籤詩：\n小樓春雨聲初歇 徘徊街頭屐不停\n忽聽賣花人入巷 一枝買得慢慢行",
    "b": "這支靈籤是說，春天來了，帶來新的生機，要及時把握，獨占花魁，魁者，首也，暗示凡事要飲頭啖湯，但行事要膽大心細，眼明手快之外，還要循序漸進，俗語說，捉到鹿，要識得慢慢脫角。求得此靈籤凡事要淡定，不可急速，能謹慎自無差錯矣。依此慢慢行三字論之，則平安大吉，凡事亦平穩無礙。"
  },
  "58": {
    "a": "第五十八靈籤：蹇叔哭師\n求籤吉凶：下下靈籤\n算命籤詩：\n秦師大敗在淆山 三帥皆擒盡放還\n蹇叔諫言因不聽 倒戈舍甲返秦間",
    "b": "這支靈籤凶險很多，第一是妄想，第二是不聽忠言，一意孤行，第三是失敗，第四是蒙羞，宜多加避凶。此靈籤凶險之極，求得此簽者，凶多而吉少，要多行善事，方能轉禍為福也，宜當天作福吉。"
  },
  "59": {
    "a": "第五十九靈籤：東施效顰\n求籤吉凶：下下靈籤\n算命籤詩：\n浣溪紗女美無雙 媚至吳王國破亡\n最惱東施效顰笑 山雞豈可勝鸞凰",
    "b": "這支靈籤是說，西施這位浣紗女，美艷無雙，一笑傾城，再笑便令吳王傾國了。最不自量的是丑女東施，整天模仿西施皺眉頭的樣子，以為可以博取別人的憐愛，其實山雞就是野雞了，豈可以冒充鳳凰呢？求得此靈籤者，凡事要守份安命，順時聽天，不可心高而強求妄想。明知自己不如人，而強學於人，反為不美，必凶多吉少。"
  },
  "60": {
    "a": "第六十靈籤：李白醉和番書\n求籤吉凶：中平靈籤\n算命籤詩：\n和番醉筆似雲煙 日在長安酒店眠\n倘遇唐皇頒令召 重呼不上木蘭船",
    "b": "求得此靈籤者，宜看各事等閒，不可貪心。勿與人爭長短，況且色即是空，空即是色，不為物慾所累。退一步想，自然快樂，以簽論之，凡事亦平穩無礙。"
  },
  "61": {
    "a": "第六十一靈籤：十二金牌召岳飛\n求籤吉凶：下下靈籤\n算命籤詩：\n十二金牌速召回 奸雄設計幾時灰\n可憐一旦功勞散 老少扶車不斷哀",
    "b": "此靈籤為下下籤，暗示在功敗垂成的一刻，遭奸人所害。十二度金牌召回岳飛時，百姓扶老攜幼送行，悲哀萬分。求得此靈籤要趨吉避凶，首先要修善積福，其次是處處防犯小人，再者更要廣結善緣。常常聽取別人忠告。事事要提妨小人侵害，且要多行善事，廣結善緣，乃能消此劫氣，逢凶化吉，轉禍為福也，宜當天作福吉。"
  },
  "62": {
    "a": "第六十二靈籤：孔子守道\n求籤吉凶：中平靈籤\n算命籤詩：\n美玉于斯韞匱藏 休求善價費商量\n沽之亦可隨相待 此物何須自看常",
    "b": "這支靈籤是說：一個人的才學，就像一塊美玉，應該好好珍惜，收藏在櫃中，並不是等待有好的價錢，然後出賣。而是要看機緣，假如遇上有眼光，真正欣賞自己的識貨之人，那又是另一回事。懷才不遇的人，又何必常常顧影自憐呢？"
  },
  "63": {
    "a": "第六十三靈籤：顏回樂道安貧\n求籤吉凶：中吉靈籤\n算命籤詩：\n陋巷簞瓢不足愁 旁人見此甚為憂\n不知樂道忘貧乏 亞聖芳名萬古留",
    "b": "這支靈籤是孔子稱贊顏回的話：顏回真是一個賢人，他樂道安貧，生活在陋巷里，只得一碗飯、一杯水，旁人看見他的環境，都替他擔憂，但他卻無憂無愁。世人應知道，一個人如能專心于學問修道，是可以忘記貧窮的。凡事務須要忍於貧苦，一切財利，不可貪戀，一於真心修善，則實至名歸，名垂不朽矣。就算貧乏終身，亦無礙也，此靈籤有吉無凶。"
  },
  "64": {
    "a": "第六十四靈籤：孟之反殿師\n求籤吉凶：中吉靈籤\n算命籤詩：\n奔殿須知上古人 入門策馬不夸能\n敗師誰肯甘從後 托謂鳴馬畏苦辛",
    "b": "因為按照常理，敗軍誰肯甘願跑最尾呢？但是，孟之反還有更偉大的情操，他在別人的稱頌聲中，卻很謙虛的說。我不是勇敢，只是我的坐騎太累了，怎么樣鞭打它也不肯走呢！孔子曾大贊孟之反的英勇仁義。求得此靈籤者，凡事要忍辱待人，不可與人爭論，謹以修德寬心接物，如此可逢凶化吉矣。"
  },
  "65": {
    "a": "第六十五靈籤：後主失國\n求籤吉凶：下下靈籤\n算命籤詩：\n隋滅陳時戟伐紛 都因妖媚閉明君\n東奔西走無藏息 井里胭脂隱玉人",
    "b": "此為下下靈籤，凶險多多，要及早防範，不要沉迷酒色，胡天胡地，否則，災禍速至，後悔莫及。求得此靈籤凡事要謹慎，勿受小人昏閉，多行善事，乃能消此劫氣，轉禍為福也，此靈籤要防女子小人口舌，宜天後廟作福吉。"
  },
  "66": {
    "a": "第六十六靈籤：羲之會群賢\n求籤吉凶：上吉靈籤\n算命籤詩：\n蘭亭雅會眾群賢 曲水流觴舍管弦\n天朗氣清風惠暢 茂林修竹樂怡然",
    "b": "蘭亭序記述王羲之，在三月三日與一眾好友在會稽山之蘭亭，歡聚的情景。在短短的二十八字籤語中，已寫出一幅有音有色的圖畫。求得此靈籤，百事吉祥，快活順景。"
  },
  "67": {
    "a": "第六十七靈籤：李元霸稱雄\n求籤吉凶：中平靈籤\n算命籤詩：\n人雖勇力不能當 莫恃英雄獨冠場\n可挾泰山超北海 身心猶貴重存亡",
    "b": "此靈籤有提醒凡事不可鋒芒畢露，搏得太盡，容易殘。靈籤語雲李元霸這人，雖然能力不可擋，但是不要自恃年少氣盛，到處耀武揚威，即使有力拔泰山、翻江倒海的力量，也應該顧及自己的生命。做人不能一味靠惡靠蠻力。"
  },
  "68": {
    "a": "第六十八靈籤：姜太公得志\n求籤吉凶：中吉靈籤\n算命籤詩：\n久抱凌雲志未舒 荷竿渭水釣游魚\n文王千里求賢士 滅紂興周任意如",
    "b": "求得此靈籤者凡事存一片善心。守慎安命，順時聽天，終必有貴人指引提拔，事事如意吉祥，榮華發達也。此靈籤雖為中吉，但寓意吉祥，求得者，只要能順應天時，立心良善，必然萬事如意。"
  },
  "69": {
    "a": "第六十九靈籤：韓文公祭鱷魚\n求籤吉凶：中吉靈籤\n算命籤詩：\n忠義存心官十載 年丰民樂惠難忘\n鱷魚毒害都能息 禱告長江北海王",
    "b": "求得此靈籤者，凡事心誠志堅，定可逢凶化吉──韓文公在潮州為官十年，心存忠義，令當地人民安居樂業，誠心禱告之後，連惡毒的鱷魚也平息。求得此靈籤者，務要自己存一點善心，宜多行方便則善氣所感，可逢凶化吉。劫運可消除矣，就此靈籤論，平穩無礙，有吉而無凶，但要防避小人是非口舌。"
  },
  "70": {
    "a": "第七十靈籤：塞翁失馬\n求籤吉凶：中平靈籤\n算命籤詩：\n可比當年一塞翁 雖然失馬半途中\n不知禍福真何事 到底方明事始終",
    "b": "這支靈籤暗喻事情仍有反覆，壞事可以轉化成為好事，而好事亦會轉化成壞事，但是我們只能像當年的塞翁一樣，暫且接受現實，不管是禍是福，都要處之泰然，善惡到頭，是會有結果的。"
  },
  "71": {
    "a": "第七十一靈籤：庄周活鮒\n求籤吉凶：中平靈籤\n算命籤詩：\n涸轍之中鮒困之 窮通自可卜當時\n若能引得西江水 他日成龍也未知",
    "b": "求得此靈籤，是凶多吉少之象，而困境非常艱險，又不能自拔自救，必須要等待時運的大變，或得到大貴人施以援手，方能獲得解脫。"
  },
  "72": {
    "a": "第七十二靈籤：高文定守困\n求籤吉凶：中平靈籤\n算命籤詩：\n兔兒久待意何如 堪嘆愚人獨守株\n算是無能令我笑 不須守舊自拘拘",
    "b": "求得此靈籤者，雖無大礙，但短期內亦難望有什么大作為。有受困而難得貴人之象，要立即修善以感動人心。後必有貴人來提拔，轉禍為福，宜早不宜遲，如魚失水，不能待久也。此靈籤乃凶多吉少，現下尚未定者，全在人事而為之。"
  },
  "73": {
    "a": "第七十三靈籤：孫霖中狀元\n求籤吉凶：上上靈籤\n算命籤詩：\n夾道花香襯馬蹄 藍袍改換錦衣歸\n滿街紅粉皆爭羨 翹首芳名雁塔題",
    "b": "這是一支春風得意、衣錦榮歸的上上靈籤。籤語道盡孫霖中狀元的喜氣洋洋。新科狀元騎著駿馬，大道兩旁的香花，好像在夾道歡迎。"
  },
  "74": {
    "a": "第七十四靈籤：朱買臣分妻\n求籤吉凶：下下靈籤\n算命籤詩：\n回憶當年運蹇時 夫妻反目兩分離\n名題雁塔歸來後 復水馬頭時否悲",
    "b": "求得此靈簽者，凡事要隱忍受苦，將來必有發達之日，若不能立定堅志。遇有不如意之事，即欲求改，到時必恨錯難翻矣，就此簽論，有凶無吉，須知機也。"
  },
  "75": {
    "a": "第七十五靈籤：倫文敘戲妻\n求籤吉凶：下下靈籤\n算命籤詩：\n婚姻豈可厭家貧 文敘夫妻兩拆分\n一旦首登龍虎榜 戲妻樓墜自身亡",
    "b": "此靈籤險象環生，一是要挨窮，二是夫妻拆散，三是看不開時，還會有更大的不幸。凡事總要安份守己，不可多心妄想，捱得若楚，然後苦盡甘來。因禍而得福也，世界花花不外循環兩字。否極則必見泰來，若不修善而妄動橫行，禍機一發，悔之莫及矣。"
  },
  "76": {
    "a": "第七十六靈籤：孔子修身不厭貧\n求籤吉凶：中平靈籤\n算命籤詩：\n人能樂道自修身 疏水曲肱豈厭貧\n不義而富且貴者 我心都作是浮雲",
    "b": "求得此靈籤者，必要隱忍，受得艱辛，不可有厭氣。且要樂心行善事，修身積德，要把定自己，不貪不謀，要能安貧樂道。始終無怨心，將來必有一番佳景，可預卜之，不用憂疑也。"
  },
  "77": {
    "a": "第七十七靈籤：公冶長入獄\n求籤吉凶：中平靈籤\n算命籤詩：\n鳥語能通公冶長 南山有個虎拖羊\n其身雖在于縲紲 到底非關自己殃",
    "b": "求得此靈籤者，凡事要謹慎，不可輕聽人言。不可理人閒事，自己僅能以收善為心，雖有意外之慮，受人冤屈，不可與人爭論長短。終必有救星，可逢凶化吉，此乃先難後易之靈籤，要防小人。此靈籤雖然有驚無險，但如果輕信人言，則容易惹禍上身，等到有人相救，已經吃了眼前虧了。"
  },
  "78": {
    "a": "第七十八靈籤：曾點論志\n求籤吉凶：上吉靈籤\n算命籤詩：\n瑟希鏗爾尚留聲 春暮時剛春服成\n冠五六人童六七 舞雩歸詠暢幽情",
    "b": "這支靈籤是曾點向別人說出他最大的願望，希望和諧的琴聲，到處飄揚，在暮春三月，穿上剛剛縫好的單衣，帶著五六位年青人、六七位兒童，虔誠地去做完了求雨的祭祀，歸家途中，心安理得，放懷唱詠。求得此靈籤，只要心誠心善，事事如意，天從人願。凡事必須安守本，善與人同，則隨時隨地無不優遊快活矣。"
  },
  "79": {
    "a": "第七十九靈籤：張良悟道\n求籤吉凶：中平靈籤\n算命籤詩：\n富貴有如春夢熟 世人何苦力爭求\n任他秉笏當朝立 到死惟留土一杯",
    "b": "求得此靈籤者，惟安份守己，切勿起貪心而妄求。更要存心積善，名垂不杇，萬載留存，更為實際。切不可以虛之心來對人，此靈籤無歡喜處，亦無害處，平常而已。"
  },
  "80": {
    "a": "第八十靈籤：樂廣釋疑\n求籤吉凶：中吉靈籤\n算命籤詩：\n飛觴對舞幾時賒 弓影橫杯誤作蛇\n猜透詩中玄妙訣 泰來否極事無差",
    "b": "求得此靈籤必要力行善事，即使對人有愧，對鬼神亦無懼，則心有主宰矣。遇艱苦之事，亦易應對，不至誤為蛇落杯等弊，此乃衰極而轉歸，榮發之靈籤也，凡事俱平穩無礙。"
  },
  "81": {
    "a": "第八十一靈籤：子路拱雉\n求籤吉凶：中吉靈籤\n算命籤詩：\n山梁雌雉得其時 上下飛鳴自樂之\n色舉須知翔後集 作聲三嗅過山欹",
    "b": "求得靈籤觸物思人，當要識時務曉機關，遇有不合意者，勢色不同，立即轉機退避。探真地步，穩陣無險，方可停留。恐人害己，而入其牢籠而不知，故要提防小人及是非。"
  },
  "82": {
    "a": "第八十二靈籤：孔子擊磬\n求籤吉凶：中平靈籤\n算命籤詩：\n聖人擊磬在于衛 誰料過門有荷簣\n嗟嘆有心挽道窮 可憐日月今將逝",
    "b": "求得此靈籤者，凡事以善良和順為貴，不要以為善事太小而不去做，也不要以為惡事太小而去做。做人，要把握今天珍惜今天。此靈籤似有憂愁氣象，問事者亦平常，無礙平穩。但是非小人口舌，恐難避兔矣，宜慎防能避之者吉。"
  },
  "83": {
    "a": "第八十三靈籤：赤松子招隱\n求籤吉凶：中平靈籤\n算命籤詩：\n凡塵身歷幾時閒 世事渾如疊疊山\n既富尚憂無貴子 不知花放又花殘",
    "b": "世道循環，無長久富貴，一切功名錢財。妻兒子女，第一要知足，第二要看化，隨遇而安，不為世事所累，此身才有日清閒耳。"
  },
  "84": {
    "a": "第八十四靈籤：韓信棄楚歸漢\n求籤吉凶：中吉靈籤\n算命籤詩：\n滿腹奇才志未沖 鐵雞難舉意無容\n張良指示身投漢 項羽烏江命自窮",
    "b": "求得此靈籤者作事不可心急，暫時安份守己。行善修福，終必有貴人提拔，風雲際會，榮華發達，吐氣揚眉也，人生斯世，時運未到，藏器待時可也。"
  },
  "85": {
    "a": "第八十五靈籤：劉向得志\n求籤吉凶：上吉靈籤\n算命籤詩：\n太乙燃藜照讀書 十年窗下苦功舒\n揚眉吐氣袍穿錦 駟馬高車擁道隨",
    "b": "太乙神仙燃藜作燈照明劉向，是有大貴人相助，天時盡得之吉祥寓意，是一支很好的靈籤。求得者假如能把握良機，未來數年必定有一番成就。"
  },
  "86": {
    "a": "第八十六靈籤：侃母迎賓\n求籤吉凶：中平靈籤\n算命籤詩：\n截發迎賓否也貧 貧中賢婦更何人\n古今只有陶侃母 所以名留萬代聞",
    "b": "求得此籤，他日或者有好環境，但目前就要設法守一段日子了。凡事要隱忍待時，雖困窮到極，若存正直之心，終必有好處在日後也。若現時困難，切不可妄動橫行也。"
  },
  "87": {
    "a": "第八十七靈籤：陸士龍會客\n求籤吉凶：中平靈籤\n算命籤詩：\n會談華座逞英雄 究竟誰人秉大公\n一雲日下荀鳴鶴 一說雲間陸士龍",
    "b": "此靈籤有口舌是非之象，凡事切忌口水多過茶。籤意是：在會談中，各逞英雄，究竟哪一位的觀點最正確呢？難以定論。求得此靈籤不可亂聽人言，及與人爭執，則逢凶可以化吉。平安無事，此靈籤不凶不吉，平平穩穩，但要防是非口舌，言語都要謹慎為是。"
  },
  "88": {
    "a": "第八十八靈籤：花木蘭從軍\n求籤吉凶：中吉靈籤\n算命籤詩：\n替父從軍膽氣雄 須眉巾幗幾人同\n以身報國忠而孝 笑煞當時眾臣公",
    "b": "求得此靈籤，可從中省悟兩個道理：一是盡孝心，二是盡忠心。替父從軍，膽色過人，女人能有男人勇，世上有幾人？以身報國，既忠且孝，當時很多大男人都自嘆不如呢！"
  },
  "89": {
    "a": "第八十九靈籤：吳季子挂劍\n求籤吉凶：下下靈籤\n算命籤詩：\n他鄉遠歷佩魚腸 誰料徐君意欲將\n既返願為相贈答 且懸樹下表情長",
    "b": "此靈籤為下下，求得者，要小心趨避，凡事要謹慎，不可任意妄為。如果以此籤問自身者，今年內暫勿往探病吊喪。求得此靈籤者，凡事要謹慎而行，切不可隨意。如屬問自身簽，探喪問病都不宜去，以免沾染病痛也，宜向社壇作福吉。"
  },
  "90": {
    "a": "第九十靈籤：紅拂女私奔\n求籤吉凶：中平靈籤\n算命籤詩：\n細整殘妝夜欲奔 座中李靖更何人\n那知虯髯情鐘處 拔劍三回未敢陳",
    "b": "紅拂女、李靖、虯髯客，三人之間的微妙關系，藉此籤提醒我們，凡事要忍讓，不可魯莽行事。求得此靈籤者，凡事隱忍讓人，方能逢凶化吉。就靈籤而論，不為吉亦不為凶，不過無大礙，平淡而已。"
  },
  "91": {
    "a": "第九十一靈籤：月里嫦娥\n求籤吉凶：上上靈籤\n算命籤詩：\n蟾宮月殿柱飄香 玉篋團圓萬里光\n六水三山歸鏡里 無瑕一片挂窮蒼",
    "b": "此籤是說嫦娥在月宮無憂無慮的神仙生活。在蟾宮月殿中，桂花常飄香。一輪圓月像玉篋，照得萬里銀光。人間的六水三山，都在月色下展現無遺，白譬無暇的一片聖潔，高高懸挂在青天。求得此上上籤，高貴神聖，萬事皆圓滿，前途光明。"
  },
  "92": {
    "a": "第九十二靈籤：孔子聞韶樂\n求籤吉凶：中吉靈籤\n算命籤詩：\n至聖周游列國行 在齊得聽奏韶樂\n三月不知嘉肉味 善哉大道可功成",
    "b": "靈籤的含意，簡明易懂，但其中道理，就要求得此靈籤的人，慢慢去領悟了。大致上有吉無凶，但是吉祥的程度有多大，與個人的努力有密切關系，如果，明知前面有個大金桔，也懶得去摘，那就如入寶山空手回了。凡事能專心去做，則必成功。作事要有恆心，有堅志，不可分心騖外，則自然有吉無凶矣，凡事順利。"
  },
  "93": {
    "a": "第九十三靈籤：孔子聞衛樂\n求籤吉凶：下下靈籤\n算命籤詩：\n鄭衛之音不忍聽 淫風敗俗國將傾\n令人深入迷津路 所奏全非古樂聲",
    "b": "得此籤，有所警惕，是可以趨吉避凶的。求得此靈籤者，凡事當謹慎，擇善而行，一切聲色財利不合義者。切不可貪，必至敗家喪身矣，要防小人說是非，慎勿輕信人言。"
  },
  "94": {
    "a": "第九十四靈籤：髯公遠走扶桑\n求籤吉凶：中平靈籤\n算命籤詩：\n一窟難容兩虎兒 乘風別嶺各棲之\n名山自守為巢穴 可免傷殘後悔遲",
    "b": "求得此靈籤兩人謀事必不成，即成亦難得長久和衷共濟。又要審度時勢方可舉行，如虎之待有風，乃可分居別處，如此彼此可免傷殘矣。此靈籤凶中似有吉，若能隱忍讓人，則可以轉禍為福，不可不知。"
  },
  "95": {
    "a": "第九十五靈籤：女媧煉石補天\n求籤吉凶：中平靈籤\n算命籤詩：\n功勤一簣可成山 由少而多莫憚煩\n作事畏辛今汝畫 補天煉石亦無難",
    "b": "此靈籤有勸人將勤補拙之意：別看輕這一捧一捧的泥土，堆積在一起，就可以成為一座山了。求得此靈籤凡事要不辭勞苦，勤懇用功，終必有成。到時一勞永逸，苦盡甘來也，乃平穩之靈籤，不用憂疑。"
  },
  "96": {
    "a": "第九十六靈籤：文姬思漢\n求籤吉凶：中平靈籤\n算命籤詩：\n羌笛頻吹韻更悲 異鄉作客觸歸期\n南來孤雁如憐我 煩寄家書轉達知",
    "b": "如果在春夏時分求得，則及早趨吉避凶。羌笛在塞外頻吹，曲調更令人傷感。它使異鄉的游子，醒悟起歸家的日子，遙遙無期。這是一個悲涼的意境，在秋冬兩季求得此靈籤者，要特別小心。"
  },
  "97": {
    "a": "第九十七靈籤：康順釣魚\n求籤吉凶：中平靈籤\n算命籤詩：\n憑欄晚眺倚南樓 滿目風光景色幽\n一葉小舟頻下鉺 漁翁釣得有魚無",
    "b": "這支靈籤中雖然並無凶險，但亦只空有良辰美景，釣魚不得其法，有無收獲，還是個未知數。求得此靈籤要看看自己的年齡，年老者，姑且逍遙度日，但求心之所安，年青者，那就要好好把握時機了。"
  },
  "98": {
    "a": "第九十八靈籤：管鮑分金\n求籤吉凶：中平靈籤\n算命籤詩：\n入山種玉嫌田狹 掘地尋金厭客多\n富貴貧窮天注定 世人何苦力奔波",
    "b": "此靈籤以管鮑分金，來勸喻世人不要因利忘義。靈籤雲：自私的人，入山采玉，又嫌自己的田地狹窄，掘地尋金，又厭尋金客多會分薄自己。我們應該學管子與鮑子，明白富貴貧窮一早就天注定，世人何苦為財而奔波呢？得此靈籤要守義修善果，不要做金錢的奴隸。"
  },
  "99": {
    "a": "第九十九靈籤：韓文公遇害\n求籤吉凶：中平靈籤\n算命籤詩：\n雪擁橋頭馬不前 風狂漁父莫開船\n水流花謝人誰惜 早立堅心志勿偏",
    "b": "此籤有嘆息時運不佳之意，落花流水誰人同情，唯有靠自己立志堅定而已。後來韓愈在潮州政績偉然，被謚為文公。求得此靈籤凡事務須謹慎，更宜防小人口舌是非。此靈籤雖無大礙，亦無可喜，能謹慎可得平穩而已。"
  },
  "100": {
    "a": "第一百靈籤：唐明皇賞花\n求籤吉凶：中吉靈籤\n算命籤詩：\n百花競放賀陽春 萬物從今盡轉新\n末數莫言窮運至 不知否極泰來臨",
    "b": "黃大仙靈籤一百枝，這是最末一枝，雖為中吉，但有寶物沉歸底之意，又有否極泰來、面臨另一個循環之象，求得者，苦盡甘來，運勢轉弱為強，處處顯現生機。得此靈籤必有一番新景象。"
  },
  "01": {
    "a": "第○一靈籤：姜公封相\n求籤吉凶：上上靈籤\n算命籤詩：\n靈籤求得第一枝 龍虎風雲際會時\n一旦凌霄揚自樂 任君來往赴瑤池",
    "b": "算命求得這支上上籤詩，可喜可賀！龍虎得風雲際會，您立下的大志，將會得償所願，並能到達至善至樂的境界。正所謂東成西就，左右逢源，萬事如意。"
  },
  "02": {
    "a": "第○二靈籤：王道真誤入桃源\n求籤吉凶：上吉靈籤\n算命籤詩：\n枯木逢春盡發新 花看葉茂蝶來頻\n桃源競斗千紅紫 一葉漁舟誤入津",
    "b": "算命求得此籤詩，有一種否極泰來，枯木逢春、時來運轉、快活無憂的徵兆，所以一切佳景，不必刻意去強求﹔順其自然，盡力而為，反而有意想不到的收獲。枯木遇春天而發新芽。花香葉茂引蝴蝶頻來。"
  },
  "03": {
    "a": "第○三靈籤：魯班開山\n求籤吉凶：中平靈籤\n算命籤詩：\n牛山之木皆常美 獨惜斧工盡伐他\n大器大材無足用 規矩不准怎為搓",
    "b": "這靈籤的主要意思是說，本來有很好的條件，但是處理失當，不知不覺間，優勢盡失，等到急需人、財、物應用的時候，才發覺已經一無所有了。暗示要珍惜資源，慎防小人，摒棄惡習。"
  },
  "04": {
    "a": "第○四靈籤：董永遇仙\n求籤吉凶：中吉靈籤\n算命籤詩：\n調雛紫燕在檐前 對語呢喃近午天\n或往或來低復起 有時剪破綠楊煙",
    "b": "此靈籤是說董永與天仙在春天看見的一幅自然景色。檐前燕子往返穿梭，尋覓食物，回巢哺育下一代的風景圖。可以告慰的是，燕子為培養下一代，一定會選擇較為安全的環境筑巢，而籤中第一二句，是母燕在檐前與雛燕呢喃細語，即有平安之象。靈籤後兩句則是提醒，雛燕的父母為了覓食，來來往往，忽高忽低，暗示運程時起時伏，時好時壞，年中或有波動。"
  },
  "05": {
    "a": "第○五靈籤：韓夫人惜花\n求籤吉凶：中吉靈籤\n算命籤詩：\n東園昨夜狂風急 萬紫千紅亦盡傾\n幸有惜花人早起 培回根本復栽生",
    "b": "此靈籤是提出一個警告：今年會有較大的波折，天時稍差，地利亦易有失，唯一可取的，就是人和，希望有貴人相助，度過難關，回復生機。"
  },
  "06": {
    "a": "第○六靈籤：王羲之歸故里\n求籤吉凶：上吉靈籤\n算命籤詩：\n一片孤帆萬里回 管弦嘔啞且停杯\n如雲勝友談風月 暢敘幽情極樂哉",
    "b": "這支靈籤是形容一位有才學又有相當經濟基礎的人，放棄官場的爭斗，急流勇退，毅然返故鄉，一方面得聚天倫及友誼之樂，優哉悠哉，一方面又可以繼續發展自己的專長，揚名於後世。"
  },
  "07": {
    "a": "第○七靈籤：仁貴歸家\n求籤吉凶：中吉靈籤\n算命籤詩：\n秋來征雁向南歸 紅葉紛紛滿院飛\n砧搗城頭聲切耳 江楓如火在漁磯",
    "b": "這支靈籤是薛仁貴征東後，得勝回朝，領功獲賞後，衣錦還鄉的好景。但可惜，征人易老，在戰爭中消磨了青春，而回家途中，又適逢秋天。征雁南歸、紅葉紛飛，最令人觸目傷感的是，不少征人的妻子，正在城頭用木搗洗衣服。這暗示會有美中不足，而且會有掃興或失意事發生。"
  },
  "08": {
    "a": "第○八靈籤：崔子弒父\n求籤吉凶：下下靈籤\n算命籤詩：\n鳴鳩爭奪鵲巢居 賓主參差意不舒\n滿嶺喬松蘿蔦附 且猜詩語是何如",
    "b": "蘿蔦，即蔦蘿，一種攀藤植物，山嶺上的松樹，都被它們纏繞著。有困身，小人依附之象。春秋時，崔子因妻被齊王占有，怒而起兵殺之。此靈籤有鳩占鵲巢之象，年內謹防小人欺凌，惡人相侵，要小心一言一行。凡事宜隱忍勿強爭奪。誠恐為是非而拖累。難以解脫而要依附於人也。此乃凶多而吉少之象。"
  },
  "09": {
    "a": "第○九靈籤：陶淵明賞菊\n求籤吉凶：上吉靈籤\n算命籤詩：\n瑤琴一曲奏新腔 明月清風枕蕈涼\n咸集嘉賓同賞菊 或歌或舞或飛觴",
    "b": "靈籤中是秋景，明月清風，在庭院鋪開枕席，瑤琴奏著新清的小曲，與好朋友飲酒賞菊，絕無拘束，載歌載舞，此樂何極？求得此靈籤者，有天時、地利、人和之象，凡事稱心如意。"
  }
}